Repository: ahmtilhn/sudoku_game
Catalog: assets/localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, ur, vi, zh_hans, zh_hant

# duel_fee_summary
source: %1d entry · %2d winner pot
ar: %1dالدخول ·%2dالفائز بوت
bn: %1dপ্রবেশ%2dবিজয়ী পট
de: %1dEintritt%2dGewinner Pott
es: %1dEntrada →%2dGanador Pot
fr: %1dEntrée%2dLe Pot gagnant
hi: %1dप्रवेश ·%2dजीतने वाले पाट
id: %1dmasuknya%2dPemenang Pot
it: %1dEntrata ·%2dIl pot vincitore
ja: %1d入場%2d勝ち点ポット
ko: %1d입장 ·%2d우승 포트
nl: %1dInleiding ·%2dWinnaar pot
pl: %1dWejście ·%2dZwycięzca pot
pt: %1dEntrada →%2dVencedor Pot
ru: %1dВход ·%2dПобедитель Пот
th: %1dการเข้าสู่ระบบ%2dโป๊ชนะ
tr: %1dgiriş%2dkazanan pota
uk: %1dВхідний%2dПереможець Пот
ur: %1dداخلہ%2dجیتنے کے پاؤڈر
vi: %1dnhập khẩu%2dThắng pot
zh_hans: %1d入口 ·%2d获胜者 波特
zh_hant: %1d入口 ·%2d獲勝者 波特

# balance_loading
source: Balance: ...
ar: التوازن : ...
bn: বিতর্ক : ...
de: Gleichgewicht : ...
es: El equilibrio: ...
fr: Le bilan : ...
hi: संतुलन : ...
id: Keseimbangan : ...
it: Il bilancio: ...
ja: バランス:
ko: 균형 : ...
nl: De balans: ...
pl: Równowaga : ...
pt: Equilibrio: ...
ru: Баланс : ...
th: หมายเลข:
tr: Denge: ...
uk: Баланс – ...
ur: توازن : ...
vi: Tương đương :...
zh_hans: 平衡:
zh_hant: 平衡:

# balance_coin
source: Balance: %1d Coin
ar: التوازن :%1d Coin
bn: বিতর্ক :%1d Coin
de: Gleichgewicht :%1d Coin
es: El equilibrio:%1d Coin
fr: Le bilan :%1d Coin
hi: संतुलन :%1d Coin
id: Keseimbangan :%1d Coin
it: Il bilancio:%1d Coin
ja: バランス:%1d Coin
ko: 균형 :%1d Coin
nl: De balans:%1d Coin
pl: W równowadze :%1d Coin
pt: Equilibrio :%1d Coin
ru: Баланс →%1d Coin
th: หมายเลข:%1d Coin
tr: Denge:%1d Coin
uk: Баланс у%1d Coin
ur: توازن کے لئے:%1d Coin
vi: Tương đương :%1d Coin
zh_hans: 平衡:%1d Coin
zh_hant: 平衡:%1d Coin

source: Last move
ar: آخر خطوة
bn: শেষ পদক্ষেপ
de: letzte Bewegung
es: Último movimiento
fr: Dernière marche
hi: अंतिम कदम
id: Langkah terakhir
it: L'ultimo passo
ja: 最後の動き
ko: 마지막 움직임
nl: Laatste stap
pl: Ostatni krok
pt: Última Movação
ru: Последний шаг
th: การเคลื่อนไหวสุดท้าย
tr: Son hamle
uk: Останній крок
ur: آخری حرکت
vi: Lễ cuối
zh_hans: 最后的动作
zh_hant: 最後的動作

source: Skip
ar: سكاي
bn: স্কাইপ
es: Escape
hi: स्की
it: Scatch
ja: スキー
ko: 스키
pl: Skok
pt: Escape
ru: Скип
th: สกู๊ต
tr: Atla
uk: Скіп
ur: اسکائی
zh_hans: 滑雪
zh_hant: 滑雪

# earn_career_ad_coin
source: Earn %1d Coin
ar: الفوز%1d Coin
bn: লাভ%1d Coin
de: Gewinnen%1d Coin
es: Ganar%1d Coin
fr: gagner%1d Coin
hi: कमाई%1d Coin
id: Mendapatkan%1d Coin
it: guadagni%1d Coin
ja: 稼ぐ%1d Coin
ko: 이익%1d Coin
nl: verdienen%1d Coin
pl: zarobić%1d Coin
pt: Ganhar%1d Coin
ru: зарабатывать%1d Coin
th: รับเงิน%1d Coin
tr: Kazan%1d Coin
uk: Заробіть%1d Coin
ur: جیتنے%1d Coin
vi: kiếm tiền%1d Coin
zh_hans: 获利%1d Coin
zh_hant: 獲利%1d Coin

# career_ad_reward_body
source: Watch an optional rewarded ad after this completed puzzle.
ar: شاهد إعلان مكافأة اختياري بعد هذا اللغز المكتمل.
bn: এই সম্পূর্ণ পুজো পরে একটি অপশনাল পুরস্কার বিজ্ঞাপন দেখুন।
de: Sehen Sie sich eine optionale belohnte Anzeige nach diesem abgeschlossenen Puzzle an.
es: Ver un anuncio opcional remunerado después de este puzzle completado.
fr: Regardez une annonce récompensée optionnelle après ce puzzle terminé.
hi: इस पहेली को पूरा करने के बाद एक वैकल्पिक पुरस्कार विज्ञापन देखें।
id: Lihat iklan yang dianugerahkan secara optional setelah teka-teki ini selesai.
it: Guarda un annuncio ricompensato opzionale dopo questo puzzle completato.
ja: この完成したパズル後、選択的な賞賛広告を見る。
ko: 이 완료 된 퍼즐 후에 선택적인 보상 광고를보고.
nl: Bekijk een optionele belonende advertentie na deze voltooide puzzle.
pl: Sprawdź opcjonalną nagradzoną reklamę po tym zakończonym puzzle.
pt: Veja um anúncio recompensado opcional após este puzzle concluído.
ru: Смотреть опциональное награжденное объявление после этого завершенного пuzzle.
th: ดูโฆษณาที่ได้รับรางวัลทางเลือกหลังจากที่สมบูรณ์แบบนี้
tr: Bu tamamlanmış bulmacadan sonra isteğe bağlı olarak ödüllendirilmiş bir reklam izleyin.
uk: Дивитись факультативну рекламу після завершення цієї пuzzle.
ur: اس مکمل پازل کے بعد ایک اختیاری اجر اشتہارات دیکھیں.
vi: Xem một quảng cáo được thưởng tùy chọn sau khi câu đố hoàn thành này.
zh_hans: 观看此完成的拼图后选项奖励广告。
zh_hant: 觀看此完成的拼圖後選項獎勵廣告。

# watch_and_earn_coin
source: Watch and earn +%1d Coin
ar: مشاهدة و كسب +%1d Coin
bn: দেখুন এবং বেছে নিন +%1d Coin
de: Sehen und verdienen +%1d Coin
es: Ver y ganar +%1d Coin
fr: Regardez et gagnez +%1d Coin
hi: देखें और कमाएं +%1d Coin
id: Menonton dan Dapatkan +%1d Coin
it: Guardate e guadagnate +%1d Coin
ja: 見て稼ぐ+%1d Coin
ko: 보시고 + 얻으십시오%1d Coin
nl: Kijk en verdiend +%1d Coin
pl: Zobacz i zarabiaj +%1d Coin
pt: Veja e ganhe +%1d Coin
ru: Посмотреть и заработать +%1d Coin
th: ดูและได้รับ +%1d Coin
tr: İzle ve kazan +%1d Coin
uk: Заробіть і заробляйте +%1d Coin
ur: دیکھیں اور حاصل کریں +%1d Coin
vi: Xem và kiếm +%1d Coin
zh_hans: 观看和赚钱 +%1d Coin
zh_hant: 觀看和賺錢 +%1d Coin

# coin_added_wallet
source: %1d Coin added to your wallet.
ar: %1d Coinإضافة إلى محفظتك
bn: %1d Coinআপনার প্যাকেটে যোগ করুন।
de: %1d CoinSie fügen in Ihr Portfolio hinzu.
es: %1d Coinañadido a su bolsillo.
fr: %1d CoinAjouter à votre portefeuille.
hi: %1d Coinअपने बटुए में जोड़ा गया है।
id: %1d Coinditambahkan ke dompet Anda.
it: %1d Coinaggiunto alla tua cassa.
ja: %1d Coin財布に追加
ko: %1d Coin당신의 지갑에 추가
nl: %1d CoinToegevoegd aan je portemonnee.
pl: %1d CoinDodaj do portfela.
pt: %1d Coinadicionada à sua carteira.
ru: %1d CoinДобавить в свой кошелек.
th: %1d Coinเพิ่มในกระเป๋าของคุณ
tr: %1d CoinCüzdanına ekle.
uk: %1d CoinДодано до вашого портфеля.
ur: %1d Coinآپ کے پیسہ میں شامل کریں
vi: %1d CoinThêm vào ví của bạn
zh_hans: %1d Coin加入你的钱包。
zh_hant: %1d Coin加入你的錢包。

source: Your balance
ar: توازنك
bn: আপনার বিতর্ক
de: Dein Gleichgewicht
es: tu equilibrio
fr: Votre équilibre
hi: आपका संतुलन
id: Keseimbangan Anda
it: Il tuo equilibrio
ja: バランス
ko: 당신의 균형
nl: Uw evenwicht
pl: Twój równowaga
pt: O seu equilíbrio
ru: Ваш баланс
th: สมดุลของคุณ
tr: Dengeniz
uk: Ваш баланс
ur: آپ کا توازن
vi: Tương đương của bạn
zh_hans: 你的平衡
zh_hant: 你的平衡

source: Popular
ar: شعبية
bn: জনপ্রিয়
de: Popularität
es: Popularidad
fr: populaire
hi: लोकप्रिय
id: Popularitas
it: popolare
ja: 人気
ko: 인기있는
nl: Populaire
pl: Popularne
pt: Popularidade
ru: Популярные
th: ชาว
tr: Popüler
uk: Популярні
ur: مقبولیت
zh_hans: 受欢迎
zh_hant: 受歡迎

# no_ads_title
source: Remove ads
ar: إزالة الإعلانات
bn: Ads থেকে বের করুন
de: Ads entfernen
es: Remover los ads
fr: Supprimer les ads
hi: Ads हटाने के लिए
id: Menghapus Ads
it: Rimuovere gli annunci
ja: 広告削除
ko: 광고 삭제
nl: verwijderen ads
pl: Usuń reklamy
pt: Remover anúncios
ru: Удаление Ads
th: ปล่อยโฆษณา
tr: Reklamları kaldır
uk: Видалення Ads
ur: Ads کو ہٹا دیں
vi: Xóa Ads
zh_hans: 删除广告
zh_hant: 刪除廣告

# no_ads_body
source: Hide rewarded ad offers on this player account.
ar: إخفاء العروض الإعلانية المكافأة على حساب اللاعب هذا.
bn: এই খেলোয়াড় অ্যাকাউন্টে পুরস্কার বিজ্ঞাপন অফার छिपाएं।
de: Holen Sie belohnte Werbung Angebote auf diesem Spielerkonto.
es: Esconde ofertas de anuncios remunerados en esta cuenta de jugador.
fr: Mettre des offres récompensées sur ce compte de joueur.
hi: इस खिलाड़ी खाते में पुरस्कार विज्ञापन की पेशकश छिपाएं।
id: Tersembunyi penawaran iklan yang dianugerahkan di akun pemain ini.
it: Nascondi offerte pubblicitarie ricompensate su questo account di giocatore.
ja: このプレイヤーアカウントで賞賛された広告のオファーを隠す。
ko: 이 플레이어 계정에서 보상 광고 제안을 숨기십시오.
nl: Verbergen belonende advertenties op dit spelersaccount.
pl: Ukryj nagradzane oferty reklamowe na tym koncie gracza.
pt: Esconde ofertas de anúncios recompensadas nesta conta de jogador.
ru: Скрывайте награжденные рекламные предложения на этом аккаунте игрока.
th: ลบข้อเสนอโฆษณาที่ได้รับรางวัลในบัญชีผู้เล่นนี้
tr: Bu oyuncu hesabında ödüllendirilmiş reklam tekliflerini gizle.
uk: Приховуйте нагороди рекламних пропозицій на цьому аккаунті гравця.
ur: اس کھلاڑی کے اکاؤنٹ پر انعام کردہ اشتہارات کو چھپائیں.
vi: ẩn các ưu đãi quảng cáo được thưởng trên tài khoản người chơi này.
zh_hans: 在此玩家帐户中隐藏获奖的广告报价。
zh_hant: 在此玩家帳戶中隱藏獲獎的廣告報價。

# no_ads_owned
source: Ads are removed on this player account.
ar: يتم إزالة الإعلانات من حساب اللاعب هذا.
bn: এই খেলোয়াড় অ্যাকাউন্টে বিজ্ঞাপন মুছে ফেলছে।
de: Werbung wird auf diesem Spielerkonto gelöscht.
es: Los anuncios se eliminan en esta cuenta de jugador.
fr: Les annonces sont supprimées sur ce compte de joueur.
hi: इस प्लेयर खाते में विज्ञापन हटा दिए जाते हैं।
id: Iklan dihapus di akun pemain ini.
it: Gli annunci vengono rimossi in questo account di giocatore.
ja: このプレイヤーアカウントで広告が削除されます。
ko: 이 플레이어 계정에서 광고가 삭제됩니다.
nl: Advertenties worden verwijderd op dit spelersaccount.
pl: Reklamy są usuwane na tym koncie gracza.
pt: Os anúncios são removidos nesta conta de jogador.
ru: Реклама удаляется на этом аккаунте игрока.
th: การโฆษณาจะถูกลบในบัญชีผู้เล่นนี้
tr: Reklamlar bu oyuncu hesabında kaldırılır.
uk: Реклама видаляється на цьому аккаунті гравця.
ur: اس کھلاڑی کے اکاؤنٹ پر اشتہارات ہٹا دیا جاتا ہے.
vi: Quảng cáo được xóa khỏi tài khoản người chơi này.
zh_hans: 广告在此玩家帐户中被删除。
zh_hant: 廣告在此玩家帳戶中被刪除。

source: Restore purchases
ar: استعادة المشتريات
bn: কিনা ফিরে
de: Wiederherstellen von Einkaufs
es: Restaurar las compras
fr: Restaurer les achats
hi: खरीदें पुनर्स्थापित करें
id: Restorasi Pembelian
it: Ristrutturare gli acquisti
ja: 購入回復
ko: 구매를 복원
nl: Herstel aankopen
pl: Przywrócenie zakupów
pt: Restaurar compras
ru: восстановление покупок
th: การซื้อคืน
tr: Satın almaları geri yükle
uk: Відновлення закупівель
ur: خریداری کی تجدید
vi: khôi phục mua hàng
zh_hans: 恢复购买
zh_hant: 恢復購買

source: Ranked
ar: تصنيف
bn: রান্না
es: Rankado
fr: Ranger
hi: रैंक
id: Ranking
it: Rankato
ja: ランキング
ko: 랭킹
nl: Ranking
pl: Ranking
pt: Rankado
ru: Ранкован
th: ระดับ
tr: Dereceli
uk: Ранків
ur: رینکنگ
vi: Ranked Đánh giá
zh_hans: 排序
zh_hant: 排序

source: Practice
ar: ممارسة
bn: প্রাক্তন
de: Praxis
es: Prácticas
fr: La pratique
hi: अभ्यास
id: Praktik
it: La pratica
ja: 実践
ko: 실습
nl: - praktijk
pl: Praktyka
pt: Prática
ru: Практика
th: การปฏิบัติ
tr: Uygulama
uk: Практика
ur: عمل
vi: Thực hành
zh_hans: 实践
zh_hant: 實踐

# coin_history_empty
source: No Coin activity yet.
ar: لاCoinالنشاط حتى الآن
bn: নাইCoinএখনো কাজ।
de: No nichtCoinAktivität noch.
es: NoCoinActividad aún.
fr: NonCoinActivité encore.
hi: नहींCoinअभी तक गतिविधि
id: TidakCoinAktivitas yang masih
it: NoCoinAttività ancora.
ja: ノーCoinまだ活動。
ko: 아니오Coin활동은 아직
nl: nietCoinActiviteit nog.
pl: NieCoinAktywność jeszcze.
pt: NãoCoinAtividade ainda.
ru: НеCoinАктивность пока.
th: ไม่Coinกิจกรรมในขณะนี้
tr: Hayır.CoinHenüz aktivite.
uk: НеCoinАктивність ще.
ur: نہیںCoinابھی تک کام ہے
vi: KhôngCoinhoạt động vẫn còn
zh_hans: 无Coin活动还
zh_hant: 無Coin活動還

# coin_history_balance_after
source: %1s · Balance %2s
ar: %1s· التوازن%2s
bn: %1s• সমস্যা%2s
de: %1s· Gleichgewicht%2s
es: %1s· Equilibrio%2s
fr: %1s• Équilibre%2s
hi: %1s· संतुलन%2s
id: %1s· Keseimbangan%2s
it: %1s• equilibrio%2s
ja: %1s■バランス%2s
ko: %1s· 균형%2s
nl: %1s• evenwicht%2s
pl: %1s· równowaga%2s
pt: %1s· Balanço%2s
ru: %1s· Баланс%2s
th: %1s·สมดุล%2s
tr: %1sDenge%2s
uk: %1s· Баланс%2s
ur: %1s• توازن%2s
vi: %1s· Tương đương%2s
zh_hans: %1s· 平衡%2s
zh_hant: %1s· 平衡%2s

# ledger_starter_grant
source: Starter Coins
ar: بدءCoins
bn: স্টার্টারCoinস
de: StartseiteCoinS
es: InicioCoinS
fr: DémarrageCoinS
hi: स्टार्टअपCoinएस
id: StartupCoinS
it: Il StartCoinS
ja: スタートCoinS
ko: 스타터CoinS 는
nl: Start metCoinS
pl: StartyCoinS
pt: IniciandoCoinS
ru: СтартерCoinС
th: การเริ่มต้นCoins
tr: BaşlatıcıCoins
uk: СтартCoinС
ur: شروع کرنے کےCoins
vi: khởi độngCoins
zh_hans: 初步Coin斯
zh_hant: 初步Coin斯

# ledger_match_entry
source: Online match entry
ar: الدخول عبر الإنترنت
bn: অনলাইন ম্যাচ প্রবেশ
de: Online Match Eingang
es: Entradas en línea
fr: Entrée en ligne
hi: ऑनलाइन मैच प्रवेश
it: Entrata online di match
ja: オンライン試合入場
ko: 온라인 경기 입장
pl: Online wejście mecz
pt: Entradas de jogo online
ru: Онлайн матч вход
th: การแข่งขันออนไลน์
tr: Online maç girişi
uk: Онлайн матч вхід
ur: آن لائن میچ انٹرویو
vi: Online Match nhập cảnh
zh_hans: 網絡試合入場
zh_hant: 網路試合入場

# ledger_match_payout
source: Match prize
ar: جائزة المباراة
bn: খেলা পুরস্কার
de: Matchpreis
es: Premio Match
fr: Prix du match
hi: मैच पुरस्कार
id: Pertandingan Hadiah
it: Il premio Match
ja: 試合賞
ko: 경기상
nl: Match prijs
pl: Nagroda mecz
pt: Prêmio do jogo
ru: Матч Премия
th: โพสต์
tr: Maç ödülü
uk: Матч премія
ur: میچ کا انعام
vi: Giải thưởng Match
zh_hans: 比赛奖
zh_hant: 比賽獎

# ledger_match_refund
source: Match refund
ar: مباراة استرداد
bn: খেলা ফেরত
de: Match zurück
es: El partido devolverá
fr: Match de remboursement
hi: मैच वापस
id: Pertandingan Kembalikan
it: Il rimborso del match
ja: 試合返金
ko: 경기 반환
nl: Match terug
pl: Zwycięstwo zwrot
pt: Match devolução
ru: Матч возвращается
th: การแข่งขันคืนเงิน
tr: Maç geri ödemesi
uk: Матч повернення
ur: کھیل واپس کریں
vi: Trận đấu trả lại
zh_hans: 比赛回报
zh_hant: 比賽回報

# ledger_daily_login
source: Daily login reward
ar: مكافأة يومية
bn: প্রতিদিনের লোগো পুরস্কার
de: Tagliche Login-Preise
es: Regreso diario de login
fr: Récompense de login quotidien
hi: दैनिक लॉगिन पुरस्कार
id: Penghargaan harian login
it: Il premio di login quotidiano
ja: 毎日のログイン賞
ko: 매일 로그인 보너스
nl: Dagelijkse login beloning
pl: Codzienna nagroda login
pt: A recompensa diária do login
ru: Дневной бонус в логин
th: โลกอินพอร์ตรายวัน
tr: Günlük giriş ödülü
uk: Щоденна винагорода за логінг
ur: روزانہ لاگ ان کی ادائیگی
vi: Lời bài hát: Daily Login
zh_hans: 每日登录奖
zh_hant: 每日登入獎

# ledger_daily_rewarded_ad
source: Daily ad reward
ar: مكافأة يومية
bn: প্রতিদিনের প্রতিদ্বন্দ্ব
de: Tagebene Ad-Woß
es: Recuerda los anuncios diarios
fr: Récompense quotidienne
hi: दैनिक विज्ञापन पुरस्कार
id: Ad-Day Penghargaan
it: Il premio giornaliero
ja: 毎日の広告報酬
ko: 매일의 광고 보상
nl: Dagelijkse advertentie beloning
pl: Codzienna nagroda
pt: A recompensa diária
ru: Дневной рекламы
th: โฆษณารายวัน
tr: Günlük reklam ödülü
uk: Щоденна реклама
ur: روزانہ ایڈجسٹمنٹ
vi: Quảng cáo hàng ngày
zh_hans: 每日广告奖
zh_hant: 每日廣告獎

# ledger_career_rewarded_ad
source: Career ad reward
ar: مكافأة مهنة
bn: ক্যারিয়ার অডি পুরস্কার
de: Karriere Ad Belohnung
es: Carreira Ad recompensa
fr: Récompense de la carrière
hi: कैरियर पुरस्कार
id: Karir Ad ganjaran
it: Carriera ad premio
ja: キャリア賞
ko: 경력 Ad 보상
nl: Carrière Ad Beloning
pl: Kariera Ad Nagroda
pt: Acompanhamento de carreira
ru: Карьера Ad Award
th: โพสต์รางวัลอาชีพ
tr: Kariyer reklam ödülü
uk: Кар'єра Ad Award
ur: کاروبار کی ادائیگی
vi: Giải thưởng Ad Career
zh_hans: 职业奖励
zh_hant: 職業獎勵

# ledger_achievement_reward
source: Achievement reward
ar: مكافأة تحقيق
bn: পুরস্কারের অর্জন
de: Erreichungsbelohnung
es: Reciprocidad recompensa
fr: Récompense de réalisation
hi: पुरस्कार प्राप्त
id: Penghargaan yang dicapai
it: Il premio di successo
ja: 実績賞
ko: 성취 보상
nl: Het bereiken van beloning
pl: Nagroda osiągnięcia
pt: Requisitos recompensas
ru: Заработная награда
th: การสําเร็จรางวัล
tr: Başarı ödülü
uk: Досягнення винагороди
ur: کامیابی کا اجر
vi: Lợi ích thưởng
zh_hans: 成就奖励
zh_hant: 成就獎勵

# ledger_career_continue
source: Career continue
ar: المهنة مستمرة
bn: ক্যারিয়ার চলছে
de: Karriere fortgesetzt
es: La carrera continúa
fr: La carrière continue
hi: कैरियर जारी
id: Karir terus
it: La carriera continua
ja: キャリア継続
ko: 경력 계속
nl: Career voortgezet
pl: Kariera kontynuowana
pt: Carreira continua
ru: Карьера продолжается
th: การทํางานที่ต่อเนื่อง
tr: Kariyer devam ediyor
uk: Кар'єра продовжується
ur: کیریئر جاری
vi: sự nghiệp tiếp tục
zh_hans: 职业生涯继续
zh_hant: 職業生涯繼續

# ledger_hint_purchase
source: Hint purchase
ar: شراء الهند
bn: হিন্ট কেনার
de: Hint Kauf
es: Hint Compra
fr: Hint achat
hi: खरीदें हिंट
id: Hint Pembelian
it: Inizio acquisto
ja: ヒント購入
ko: 구매한 힌트
nl: Hint aankoop
pl: Zakupy Hint
pt: Início Compra
ru: Интенсивный покупка
th: การซื้อ
tr: İpucu satın alma
uk: Купівля інт
ur: خریداری کے لئے ہینٹ
vi: Hint mua
zh_hans: 印刷購買
zh_hant: 印刷購買

# ledger_store_purchase
source: Coin Store purchase
ar: Coinشراء متجر
bn: Coinক্লাব কেনার
de: CoinShop Kauf
es: CoinCompra de tienda
fr: CoinAchat de magasin
hi: Coinखरीदने की दुकान
id: CoinPembelian toko
it: CoinComprare il negozio
ja: Coinショッピング
ko: Coin쇼핑몰 구매
nl: CoinDe winkel kopen
pl: CoinSklep zakupy
pt: CoinCompra de loja
ru: CoinТорговый покупка
th: Coinซื้อสินค้า
tr: CoinMağaza satın alma
uk: CoinКупівля магазину
ur: Coinخریداری کی جگہ
vi: CoinMua hàng
zh_hans: Coin商店購買
zh_hant: Coin商店購買

# ledger_purchase_refund
source: Purchase refund
ar: شراء استرداد
bn: কিনতে ফেরত
de: Kauf Rückerstattung
es: Compra de devolución
fr: Achat de remboursement
hi: खरीदें वापसी
id: Pembelian kembali
it: Acquisto di rimborso
ja: 購入返金
ko: 구매 환불
nl: Koop terugbetaling
pl: Kupna zwrot
pt: Compre devolução
ru: Купить возврат
th: ซื้อคืนเงิน
tr: Satın alma geri ödemesi
uk: Купівля повернення
ur: خریدیں واپسی
vi: Mua lại
zh_hans: 購買回報
zh_hant: 購買回報

# friend_requests_setup_required
source: Deploy the social backend and configure Firebase before using friend requests.
ar: قم بتنفيذ النسخة الاحتياطية الاجتماعية وتكوين Firebase قبل استخدام طلبات الأصدقاء.
bn: বন্ধু অনুরোধ ব্যবহার করার আগে সামাজিক সাবসেন্ডটি ডপল করুন এবং Firebase সিস্টেমগুলি সিস্টেম করুন।
de: Entfernen Sie die soziale Backend und konfigurieren Sie Firebase, bevor Sie Freundeforschungen verwenden.
es: Desploma el backend social y configura Firebase antes de utilizar solicitudes de amigos.
fr: Déployez le backend social et configurez Firebase avant d’utiliser les demandes d’amis.
hi: सामाजिक बैकवेन को तैनात करें और दोस्त अनुरोधों का उपयोग करने से पहले Firebase सेट करें।
id: Menginstal backend sosial dan mengkonfigurasi Firebase sebelum menggunakan permintaan teman.
it: Implementa il backend sociale e configura Firebase prima di utilizzare richieste di amicizia.
ja: ソーシャルバックエンドを配置し、友人のリクエストを使用する前に Firebase を設定します。
ko: 소셜 백 앤드를 배치하고 친구 요청을 사용하기 전에 Firebase를 설정합니다.
nl: Verplaats de sociale backend en configurer Firebase voordat je vriendenspraak gebruikt.
pl: Rozmieszcz społeczność i skonfigurować Firebase przed użyciem zapytania przyjaciół.
pt: Desligue o backend social e configure Firebase antes de usar pedidos de amigos.
ru: Развертайте социальную подгрузку и настройте Firebase перед использованием запросов друзей.
th: ปัจจุบันการสนับสนุนทางสังคมและกําหนด Firebase ก่อนที่จะใช้คําขอเพื่อน
tr: Sosyal arka ucu dağıtın ve arkadaş isteklerini kullanmadan önce Firebase'i yapılandırın.
uk: Розподіть соціальний підхід і налаштуйте Firebase перед використанням запитів друзів.
ur: دوستوں کے درخواستوں کا استعمال کرنے سے پہلے سوشل بیس کو ڈپازٹ کریں اور فائر بیس کو ترتیب دیں.
vi: Tạo nền tảng xã hội và cấu hình Firebase trước khi sử dụng yêu cầu bạn bè.
zh_hans: 部署社交备份,并在使用朋友请求之前设置 Firebase。
zh_hant: 部署社交備份,並在使用朋友請求之前設定 Firebase。

# friend_requests_empty
source: You have no pending friend requests.
ar: لا توجد طلبات صديقة متوقعة.
bn: বন্ধুদের কোনো অনুরোধ নেই।
de: Sie haben keine freundlichen Anfragen.
es: No tienes peticiones pendentes de amigos.
fr: Vous n’avez pas de demandes d’amis.
hi: आपके पास कोई दोस्त अनुरोध नहीं है।
id: Anda tidak memiliki permintaan teman yang sedang menunggu.
it: Non hai richieste di amicizia in attesa.
ja: 友人の要望は持っていない。
ko: 친구의 요청을 기다리는 게 없습니다.
nl: Je hebt geen vriendenverzoeken.
pl: Nie ma żadnych oczekiwanych prośb przyjaciół.
pt: Não tem pedidos de amigos pendentes.
ru: У вас нет ожидающих дружбы запросов.
th: คุณไม่มีคําขอเพื่อนที่รอ
tr: Bekleyen bir arkadaş talebiniz yok.
uk: У вас немає дружніх прохань.
ur: آپ کو کوئی دوست کی درخواست نہیں ہے.
vi: Bạn không có yêu cầu bạn bè.
zh_hans: 没有等待的朋友请求。
zh_hant: 沒有等待的朋友請求。

# friend_request_accepted
source: %1s is now your friend.
ar: %1sالآن هو صديقك
bn: %1sএখন আপনার বন্ধু।
de: %1sJetzt ist er dein Freund.
es: %1sAhora es tu amigo.
fr: %1sIl est maintenant ton ami.
hi: %1sअब वह आपका दोस्त है।
id: %1sSekarang dia temanmu.
it: %1sOra è il tuo amico.
ja: %1s今はあなたの友だちです。
ko: %1s이제는 당신의 친구입니다.
nl: %1sNu is het je vriend.
pl: %1sTeraz jest twój przyjaciel.
pt: %1sAgora é seu amigo.
ru: %1sТеперь он твой друг.
th: %1sตอนนี้เป็นเพื่อนของคุณ
tr: %1sArtık senin arkadaşın.
uk: %1sТепер він твій друг.
ur: %1sاب آپ کا دوست ہے
vi: %1sBây giờ là bạn của bạn.
zh_hans: %1s现在是你的朋友。
zh_hant: %1s現在是你的朋友。

source: Friend request declined.
ar: طلب الصديق قد انخفض
bn: বন্ধুদের অনুরোধ দুর্বল।
de: Die Freundschaftsansprüche wurde abgelehnt.
es: La solicitud de amigo se declina.
fr: La demande d’ami a été rejetée.
hi: मित्र की मांग कम हो गई।
id: Permintaan teman ditolak.
it: La richiesta di amicizia è stata respinta.
ja: 友人の願いが拒否された。
ko: 친구의 요청이 거부되었습니다.
nl: Vriendelijke verzoek is afgewezen.
pl: Wniosek o przyjaźń odrzucił.
pt: A solicitação de amigos foi desistida.
ru: Приветственность просьбы отклонена.
th: คําขอของเพื่อนถูกปฏิเสธ
tr: Arkadaş isteği reddedildi.
uk: Заява друзів відхилена.
ur: دوست کی درخواست ختم ہو گئی
vi: Yêu cầu của bạn đã bị từ chối.
zh_hans: 友情请求被拒绝。
zh_hant: 友情請求被拒絕。

# player_rating_summary
source: @%1s · %2d rating
ar: @%1s · %2dتصنيف
bn: @%1s · %2dRating তালিকা
fr: @%1s · %2dRésumé
hi: @%1s · %2dरेटिंग
ja: @%1s · %2d評価
ko: @%1s · %2d평가
pt: @%1s · %2dAvaliação
ru: @%1s · %2dРейтинг
th: @%1s · %2dการรับรอง
tr: @%1s%2dderecelendirme
uk: @%1s · %2dКредит
ur: @%1s · %2dرینٹنگ
vi: @%1s · %2dĐánh giá
zh_hans: @%1s · %2d评分
zh_hant: @%1s · %2d評分

# player_rating_wins_summary
source: @%1s · %2d rating · %3d/%4d wins
ar: @%1s · %2dتصنيف ·%3d/%4dالفوز
bn: @%1s · %2dRating এর%3d/%4dবিজয়
de: @%1s · %2dRating ·%3d/%4dGewinn
es: @%1s · %2dLa calificación%3d/%4dganancias
fr: @%1s · %2dLe classement ;%3d/%4dgagner
hi: @%1s · %2dरेटिंग ·%3d/%4dजीत
id: @%1s · %2drating ·%3d/%4dKemenangan
it: @%1s · %2drating di%3d/%4dVincitore
ja: @%1s · %2d評価 ·%3d/%4d勝利
ko: @%1s · %2d평가 ·%3d/%4d승리
nl: @%1s · %2drating ·%3d/%4dWinnaar
pl: @%1s · %2docena ·%3d/%4dZwycięstwo
pt: @%1s · %2dAvaliação ·%3d/%4dVencedores
ru: @%1s · %2dрейтинг ·%3d/%4dПобеды
th: @%1s · %2dการรับรอง%3d/%4dการชนะ
tr: @%1s%2dderecelendirme%3d/%4dkazanır
uk: @%1s · %2dрейтинг ·%3d/%4dПеремоги
ur: @%1s · %2dکی تصدیق ·%3d/%4dجیتنے
vi: @%1s · %2dĐánh giá ·%3d/%4dthắng
zh_hans: @%1s · %2d评分 ·%3d/%4d胜利
zh_hant: @%1s · %2d評分 ·%3d/%4d勝利

source: Challenge
ar: التحدي
bn: চ্যালেঞ্জ
de: Herausforderung
es: El desafío
fr: Défi
hi: चुनौती
id: Tantangan
it: sfida
ja: 挑戦
ko: 도전
nl: Uitdaging
pl: Wyzwanie
pt: Desafios
ru: вызов
th: การท้าทาย
tr: Meydan okuma
uk: Виклик
ur: چیلنج
vi: Thách thức
zh_hans: 挑战
zh_hant: 挑戰

source: Platform friends
ar: منصة الأصدقاء
bn: প্ল্যাটফর্ম বন্ধু
de: Plattform Freunde
es: Plataforma Amigos
fr: Les amis de la plateforme
hi: प्लेटफॉर्म मित्र
id: Platform teman
it: Appartamento di piattaforma
ja: プラットフォーム友人
ko: 플랫폼 친구
nl: Platformvrienden
pl: Platforma przyjaciół
pt: Plataforma Amigos
ru: Платформа друзей
th: พลตฟอร์มเพื่อน
tr: Platform arkadaşları
uk: Платформа друзів
ur: پلیٹ فارم دوست
vi: Platform bạn bè
zh_hans: 平台友人
zh_hant: 平臺友人

# platform_friends_empty_title
source: No platform friends available
ar: لا توجد منصة أصدقاء متاحة
bn: প্ল্যাটফর্ম বন্ধু নেই
de: Keine Plattform Freunde verfügbar
es: No hay plataformas disponibles
fr: Pas de plateforme d'amis disponibles
hi: कोई प्लेटफॉर्म मित्र उपलब्ध नहीं
id: Tidak ada platform teman yang tersedia
it: Nessuna piattaforma disponibile
ja: プラットフォーム友人が利用できません。
ko: 플랫폼 친구가 없습니다
nl: Geen platformvrienden beschikbaar
pl: Nie ma platformy znajomych dostępnych
pt: Não há plataforma de amigos disponíveis
ru: Нет платформы друзей
th: ไม่มีแพลตฟอร์มเพื่อนที่มีอยู่
tr: Platform arkadaşı yok
uk: Без платформи друзів
ur: کوئی پلیٹ فارم دوست دستیاب نہیں ہے
vi: Không có bạn bè nền tảng
zh_hans: 没有平台友好
zh_hant: 沒有平臺友好
